12/data/attachments/7a62b017890a1182.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Bruce_scene_Friend_47141_4</nif:username>
            <nif:friendToBeRequested>soap_friends_6cf6109e-6903-4532-a6c8-84eaf49ac264</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>